Revit 2027 API
SymbolTypeId.DaNPerM Property
 Symbol daN/m, indicating unit Dekanewtons per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DaNPerM { get; }
Public Shared ReadOnly Property DaNPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DaNPerM {
	ForgeTypeId^ get ();
}
static member DaNPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace